Repository: lanedirt/AliasVault
Catalog: apps/server/AliasVault.Client/Resources/Pages/Main/Settings/General.*.resx
Languages: it

# PageTitle
source: General settings
it: Impostazioni generali

# PageDescription
source: Configure general AliasVault settings.
it: Configura le impostazioni generali di AliasVault.

# BreadcrumbTitle
source: General settings
it: Impostazioni generali

# EmailSettingsTitle
source: Email Settings
it: Impostazioni Email

# DefaultEmailDomainLabel
source: Default email domain
it: Dominio email predefinito

# DefaultEmailDomainDescription
source: Set the default email domain that will be used when creating new credentials.
it: Imposta il dominio di posta elettronica predefinito che verrà utilizzato per la creazione di nuove credenziali.

# DefaultEmailDomainDescriptionNote
source: Note: Email received on private domains are end-to-end encrypted and can only be read by you, while email received on public domains can be read by anyone that knows the receiving email address.
it: Nota: Le email ricevute su domini privati sono crittografate end-to-end e possono essere lette solo da te, mentre l'email ricevuta sui domini pubblici può essere letta da chiunque conosca l'indirizzo email ricevente.

# DefaultEmailDomainLearnMore
source: Learn more about the difference
it: Ulteriori informazioni sulla differenza

# PrivateDomainsLabel
source: Private Domains
it: Domini Privati

# PrivateDomainsDisabledLabel
source: No private email domains configured
it: Nessun dominio email privato configurato

# PublicDomainsLabel
source: Public Domains
it: Domini Pubblici

# AutoEmailRefreshLabel
source: Auto refresh emails content when new ones arrive
it: Aggiorna automaticamente i contenuti delle email quando ne arrivano di nuove

# AliasSettingsTitle
source: Alias Settings
it: Impostazioni Alias

# AliasGenerationLanguageLabel
source: Alias generation language
it: Lingua di generazione Alias

# AliasGenerationLanguageDescription
source: Set the default language that will be used when generating new identities.
it: Imposta la lingua predefinita che verrà utilizzata per generare nuove identità.

# EnglishOption
source: English
it: Inglese

# DutchOption
source: Dutch
it: Olandese

# AliasGenerationGenderLabel
source: Alias generation gender
it: Genere di generazione dell'Alias

# AliasGenerationGenderDescription
source: Set the default gender preference for generating new identities.
it: Imposta la preferenza di genere predefinita per generare nuove identità.

# RandomOption
source: Random
it: Casuale

# MaleOption
source: Male
it: Maschio

# FemaleOption
source: Female
it: Femmina

# ClipboardSettingsTitle
source: Clipboard Settings
it: Impostazioni Appunti

# ClipboardClearSecondsLabel
source: Auto-clear clipboard after copying
it: Pulisci automaticamente gli appunti dopo la copia

# ClipboardClearSecondsDescription
source: Automatically clear clipboard contents after copying passwords or other sensitive data.
it: Cancella automaticamente i contenuti degli appunti dopo aver copiato le password o altri dati sensibili.

# ClipboardClearDisabledOption
source: Disabled
it: Disabilitato

# ClipboardClear5SecondsOption
source: 5 seconds
it: 5 secondi

# ClipboardClear10SecondsOption
source: 10 seconds
it: 10 secondi

# ClipboardClear15SecondsOption
source: 15 seconds
it: 15 secondi

# NoteLabel
source: Note
it: Nota

# ClipboardClearLimitationNote
source: Note: clearing the clipboard in the web app is only possible when the tab is active. If the tab loses focus, the clipboard will be cleared when it comes back into focus.
it: Nota: la cancellazione degli appunti è disponibile solo con la scheda attiva. Se la scheda viene disattivata, gli appunti verranno eliminati al suo ritorno in primo piano.

# PasswordSettingsTitle
source: Password Settings
it: Impostazioni Password

# AppLanguageTitle
source: Application Language
it: Lingua dell'Applicazione

# AppLanguageLabel
source: Language
it: Lingua

# AppLanguageDescription
source: Set the language for the application interface.
it: Imposta la lingua per l'interfaccia dell'applicazione.
